Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: Image Units
cs: Obrazové jednotky
es: Unidades de imagen
fr: Unités d’image
it: Unità immagine
ja: イメージユニット
ko: 이미지 유닛
nl: Beeldeenheden
pl: Moduły filtrów obrazu
pt: Unidades de Imagem
ro: Unități de imagine
ru: Модули обработки изображений
sv: Bildfilter
tr: Görüntü Birimleri
uk: Модулі зображень
zh_hans: 图像单元
zh_hant: 影像單元

source: Images
cs: Obrázky
de: Bilder
es: Imágenes
it: Immagini
ja: 画像
ko: 이미지
nl: Afbeeldingen
pl: Obrazki
pt: Imagens
ro: Imagini
ru: Изображения
sv: Bilder
tr: Görüntüler
uk: Зображення
zh_hans: 图像
zh_hant: 影像

source: In Finder, select a connected device, then General > Manage Backups: that is where a backup is removed. Peel doesn’t touch them: what is inside came off a device and may be the only copy.
cs: Ve Finderu vyberte připojené zařízení a pak Obecné > Správa záloh: tam se záloha odstraňuje. Peel se záloh nedotýká: jejich obsah pochází ze zařízení a může být jedinou kopií.
de: Wähle im Finder ein verbundenes Gerät aus und dann „Allgemein“ > „Backups verwalten“: Dort wird ein Backup entfernt. Peel rührt sie nicht an: Was sie enthalten, stammt von einem Gerät und ist möglicherweise die einzige Kopie.
es: En el Finder, selecciona un dispositivo conectado y luego General > Administrar copias de seguridad: ahí es donde se elimina una copia de seguridad. Peel no las toca: lo que contienen viene de un dispositivo y puede ser la única copia.
fr: Dans le Finder, sélectionnez un appareil connecté, puis Général > Gérer les sauvegardes : c’est là qu’une sauvegarde se supprime. Peel n’y touche pas : leur contenu provient d’un appareil et peut en être l’unique copie.
it: Nel Finder, seleziona un dispositivo collegato, poi Generali > Gestisci backup: è lì che si rimuove un backup. Peel non li tocca: ciò che contengono proviene da un dispositivo e potrebbe esserne l’unica copia.
ja: バックアップの削除は、Finderで接続中のデバイスを選択し、“一般”＞“バックアップを管理”から行います。中身はデバイスから取り込んだもので、唯一のコピーかもしれないため、Peelはバックアップに手を付けません。
ko: 백업은 Finder에서 연결된 기기를 선택한 다음 일반 > 백업 관리에서 제거합니다. Peel은 백업을 건드리지 않습니다. 백업에는 기기에서 가져온 데이터가 들어 있으며 그것이 유일한 복사본일 수 있기 때문입니다.
nl: Selecteer in Finder een aangesloten apparaat en kies Algemeen > Beheer back-ups: daar verwijder je een back-up. Peel komt er niet aan: wat erin zit, komt van een apparaat en is misschien de enige kopie.
pl: W Finderze zaznacz podłączone urządzenie, a następnie wybierz Ogólne > Zarządzaj backupami: tam usuwa się backup. Peel ich nie dotyka: ich zawartość pochodzi z urządzenia i może być jedyną kopią.
pt: No Finder, selecione um dispositivo conectado e depois Geral > Gerenciar Backups: é lá que um backup é removido. O Peel não mexe neles: o que há dentro veio de um dispositivo e pode ser a única cópia.
ro: În Finder, selectați un dispozitiv conectat, apoi General > Gestionați backupurile: acolo se elimină un backup. Peel nu le atinge: ce conțin provine de pe un dispozitiv și poate fi singura copie.
ru: В Finder выберите подключенное устройство, затем «Основные» > «Управлять резервными копиями»: именно там удаляют резервные копии. Peel их не трогает: их содержимое получено с устройства и может оказаться единственной копией.
sv: Markera en ansluten enhet i Finder och välj sedan Allmänt > Hantera säkerhetskopior: det är där en säkerhetskopia tas bort. Peel rör dem inte: innehållet kommer från en enhet och kan vara den enda kopian.
tr: Finder’da bağlı bir aygıtı seçin, ardından Genel > Yedeklemeleri Yönet: bir yedekleme orada silinir. Peel yedeklemelere dokunmaz: içindekiler bir aygıttan geldi ve tek kopya olabilir.
uk: У Finder виберіть підʼєднаний пристрій, а потім Загальні > Керувати резервними копіями: саме там вилучають резервні копії. Peel їх не чіпає: те, що всередині, скопійовано з пристрою і може бути єдиною копією.
zh_hans: 在“访达”中选择已连接的设备，然后前往“通用”>“管理备份”：备份要在那里移除。Peel不会触碰它们：其中的内容来自设备，可能是唯一的副本。
zh_hant: 在Finder中選取已連接的裝置，然後選擇「一般」>「管理備份」：備份要在那裡移除。Peel不會動這些備份：其中的內容來自裝置，可能是唯一的副本。

source: In Use
cs: Používá se
de: In Verwendung
es: En uso
fr: En cours d’utilisation
it: In uso
ja: 使用中
ko: 사용 중
nl: In gebruik
pl: W użyciu
pt: Em Uso
ro: În uz
ru: Используется
sv: Används
tr: Kullanımda
uk: Використовується
zh_hans: 使用中
zh_hant: 使用中

source: In a Git repository, the prompt shows the branch you’re on, as zsh’s own vcs_info reads it.
cs: V repozitáři Gitu výzva zobrazuje aktuální větev tak, jak ji čte vcs_info, vlastní funkce zsh.
de: In einem Git-Repository zeigt die Eingabeaufforderung den Branch an, auf dem du bist, so wie ihn die zsh-eigene Funktion vcs_info ausliest.
es: En un repositorio de Git, el indicador muestra la rama en la que estás, tal como la lee el propio vcs_info de zsh.
fr: Dans un dépôt Git, l’invite de commande affiche la branche sur laquelle vous vous trouvez, telle que la lit vcs_info, fourni avec zsh.
it: In un repository Git, il prompt mostra il branch su cui ti trovi, così come lo legge vcs_info, incluso in zsh.
ja: Gitリポジトリ内では、zsh自身のvcs_infoが読み取った現在のブランチが、プロンプトに表示されます。
ko: Git 저장소에서는 zsh 자체의 vcs_info가 읽은 현재 브랜치가 프롬프트에 표시됩니다.
nl: In een Git-repository toont de prompt de branch waarop je zit, zoals zsh die met zijn eigen vcs_info uitleest.
pl: W repozytorium Git znak zachęty pokazuje gałąź, na której jesteś, tak jak odczytuje ją funkcja vcs_info samego zsh.
pt: Em um repositório Git, o prompt mostra o branch em que você está, conforme o vcs_info do próprio zsh o lê.
ro: Într‑un depozit Git, promptul afișează branch‑ul pe care vă aflați, așa cum îl citește funcția vcs_info inclusă în zsh.
ru: В репозитории Git приглашение ввода показывает текущую ветку так, как ее читает входящая в zsh функция vcs_info.
sv: I ett Git-kodförråd visar prompten den gren som du är på, så som zsh läser den med sin egen vcs_info.
tr: Bir Git deposunda bilgi istemi, üzerinde bulunduğunuz dalı, zsh ile birlikte gelen vcs_info işlevinin okuduğu şekliyle gösterir.
uk: У репозиторії Git запрошення показує гілку, на якій ви перебуваєте, так, як її зчитує vcs_info, власна функція zsh.
zh_hans: 在Git代码仓库中，提示符会显示你当前所在的分支，该分支由zsh自带的vcs_info读取。
zh_hant: 在Git儲存庫中，提示行會顯示你目前所在的分支，由zsh本身的vcs_info讀取。

source: In the Trash
cs: V koši
de: Im Papierkorb
es: En la papelera
fr: Dans la corbeille
it: Nel Cestino
ja: ゴミ箱にあります
ko: 휴지통에 있음
nl: In de prullenmand
pl: W Koszu
pt: No Lixo
ro: În Coș
ru: В Корзине
sv: I papperskorgen
tr: Çöp Sepeti’nde
uk: У Смітнику
zh_hans: 在废纸篓中
zh_hant: 在「垃圾桶」中

source: Include in Peel
cs: Zahrnout do Peelu
de: In Peel einbeziehen
es: Incluir en Peel
fr: Inclure dans Peel
it: Includi in Peel
ja: Peelに含める
ko: Peel에 포함
nl: Neem op in Peel
pl: Uwzględnij w Peel
pt: Remover das Exclusões do Peel
ro: Includeți în Peel
ru: Включить в Peel
sv: Inkludera i Peel
tr: Peel’e Dahil Et
uk: Вилучити з винятків у Peel
zh_hans: 纳入Peel
zh_hant: 重新納入Peel

source: Input Methods
cs: Vstupní metody
de: Eingabemethoden
es: Métodos de entrada
fr: Méthodes de saisie
it: Metodi di input
ja: 入力プログラム
ko: 입력기
nl: Invoermethoden
pl: Metody wprowadzania
pt: Métodos de Entrada
ro: Metode de introducere
ru: Методы ввода
sv: Inmatningsmetoder
tr: Giriş Yöntemleri
uk: Методи вводу
zh_hans: 输入方式
zh_hant: 輸入法

source: Inside
cs: Obsah
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto
ja: 中身
ko: 들어 있는 항목
nl: Inhoud
pl: W środku
pt: Conteúdo
ro: Conținut
ru: Внутри
sv: Innehåll
tr: İçindekiler
uk: Усередині
zh_hans: 包含的内容
zh_hant: 內容

source: Inside Universal Apps
cs: Uvnitř univerzálních aplikací
de: In Universal-Apps
es: Dentro de apps universales
fr: Dans des apps universelles
it: Dentro le app universali
ja: Universalアプリの内部
ko: Universal 앱 내부
nl: In universele apps
pl: Wewnątrz aplikacji uniwersalnych
pt: Dentro de Apps Universais
ro: În aplicații universale
ru: Внутри универсальных приложений
sv: Inuti universella appar
tr: Evrensel Uygulamaların İçinde
uk: Усередині універсальних програм
zh_hans: 通用App内部
zh_hant: 通用App內部

source: Install
cs: Nainstalovat
de: Installieren
es: Instalar
fr: Installer
it: Installa
ja: インストール
ko: 설치
nl: Installeer
pl: Instaluj
pt: Instalar
ro: Instalați
ru: Установить
sv: Installera
tr: Yükle
uk: Інсталювати
zh_hans: 安装
zh_hant: 安裝

source: Install Helper
cs: Nainstalovat pomocníka
de: Hilfsprogramm installieren
es: Instalar asistente
fr: Installer l’utilitaire
it: Installa assistente
ja: ヘルパーをインストール
ko: 보조 프로그램 설치
nl: Installeer hulpprogramma
pl: Zainstaluj pomocnika
pt: Instalar Auxiliar
ro: Instalați instrumentul de ajutor
ru: Установить помощника
sv: Installera hjälpprogram
tr: Yardımcıyı Yükle
uk: Інсталювати помічника
zh_hans: 安装帮助程序
zh_hant: 安裝輔助程式

source: Install Homebrew first
cs: Nejprve nainstalujte Homebrew
de: Installiere zuerst Homebrew
es: Instala Homebrew primero
fr: Installez d’abord Homebrew
it: Prima installa Homebrew
ja: 先にHomebrewをインストールしてください
ko: 먼저 Homebrew 설치
nl: Installeer eerst Homebrew
pl: Najpierw zainstaluj Homebrew
pt: Instale o Homebrew primeiro
ro: Instalați mai întâi Homebrew
ru: Сначала установите Homebrew
sv: Installera Homebrew först
tr: Önce Homebrew’u yükleyin
uk: Спершу інсталюйте Homebrew
zh_hans: 请先安装Homebrew
zh_hant: 請先安裝Homebrew

source: Install Homebrew to manage command-line tools and apps from Peel.
cs: Nainstalujte Homebrew a budete moci z Peelu spravovat nástroje příkazového řádku a aplikace.
de: Installiere Homebrew, um Befehlszeilentools und Apps über Peel zu verwalten.
es: Instala Homebrew para gestionar herramientas de línea de comandos y apps desde Peel.
fr: Installez Homebrew pour gérer des outils de ligne de commande et des apps depuis Peel.
it: Installa Homebrew per gestire strumenti da riga di comando e app da Peel.
ja: Peelからコマンドラインツールやアプリを管理するには、Homebrewをインストールしてください。
ko: Peel에서 명령어 라인 도구와 앱을 관리하려면 Homebrew를 설치하십시오.
nl: Installeer Homebrew om commandoregeltools en apps vanuit Peel te beheren.
pl: Zainstaluj Homebrew, aby zarządzać narzędziami wiersza polecenia i aplikacjami z poziomu Peel.
pt: Instale o Homebrew para gerenciar ferramentas de linha de comando e apps pelo Peel.
ro: Instalați Homebrew pentru a gestiona din Peel instrumente în linie de comandă și aplicații.
ru: Установите Homebrew, чтобы управлять инструментами командной строки и приложениями из Peel.
sv: Installera Homebrew för att hantera kommandoradsverktyg och appar från Peel.
tr: Komut satırı araçlarını ve uygulamaları Peel’den yönetmek için Homebrew’u yükleyin.
uk: Інсталюйте Homebrew, щоб керувати інструментами командного рядка і програмами з Peel.
zh_hans: 安装Homebrew，即可从Peel管理命令行工具和App。
zh_hant: 安裝Homebrew，即可從Peel管理命令列工具和App。

source: Install Peel’s helper to remove the items in the system folders it serves.
cs: Nainstalujte pomocníka Peelu, abyste mohli odstranit položky v systémových složkách, které obsluhuje.
de: Installiere das Hilfsprogramm von Peel, um die Objekte in den Systemordnern zu entfernen, für die es zuständig ist.
es: Instala el asistente de Peel para eliminar los ítems de las carpetas del sistema de las que se encarga.
fr: Installez l’utilitaire de Peel pour supprimer les éléments des dossiers système qu’il prend en charge.
it: Installa l’assistente di Peel per rimuovere gli elementi nelle cartelle di sistema di cui si occupa.
ja: ヘルパーが扱うシステムフォルダ内の項目をゴミ箱に入れるには、Peelのヘルパーをインストールしてください。
ko: 보조 프로그램이 다루는 시스템 폴더의 항목을 제거하려면 Peel 보조 프로그램을 설치하십시오.
nl: Installeer het hulpprogramma van Peel om de onderdelen te verwijderen in de systeemmappen waarvoor het werkt.
pl: Zainstaluj pomocnika Peel, aby przenieść do Kosza rzeczy z obsługiwanych przez niego folderów systemowych.
pt: Instale o auxiliar do Peel para remover os itens nas pastas do sistema que ele atende.
ro: Instalați instrumentul de ajutor Peel pentru a elimina articolele din dosarele de sistem pe care le deservește.
ru: Установите помощника Peel, чтобы удалить объекты в системных папках, с которыми он работает.
sv: Installera Peels hjälpprogram för att ta bort objekten i de systemmappar som det hanterar.
tr: Hizmet verdiği sistem klasörlerindeki öğeleri kaldırmak için Peel’in yardımcısını yükleyin.
uk: Інсталюйте помічника Peel, щоб вилучати елементи в системних папках, які він обслуговує.
zh_hans: 安装Peel的帮助程序，即可移除它所服务的系统文件夹中的项目。
zh_hant: 安裝Peel的輔助程式，即可移除它所服務之系統檔案夾中的項目。

source: Install and set up
cs: Nainstalovat a nastavit
de: Installieren und einrichten
es: Instalar y configurar
fr: Installer et configurer
it: Installa e configura
ja: インストールして設定
ko: 설치 및 설정
nl: Installeer en configureer
pl: Instaluj i konfiguruj
pt: Instalar e configurar
ro: Instalați și configurați
ru: Установить и настроить
sv: Installera och ställ in
tr: Yükle ve ayarla
uk: Інсталювати й налаштувати
zh_hans: 安装并设置
zh_hant: 安裝並設定

source: Installed
cs: Nainstalováno
de: Installiert
es: Instalado
fr: Installé
it: Installato
ja: インストール済み
ko: 설치됨
nl: Geïnstalleerd
pl: Zainstalowany
pt: Instalado
ro: Instalat
ru: Установлено
sv: Installerat
tr: Yüklü
uk: Інстальовано
zh_hans: 已安装
zh_hant: 已安裝

source: Installed %@
cs: Nainstalováno %@
de: Installiert am %@
es: Instalado el %@
fr: Installé le %@
it: Installato in data %@
ja: %@にインストール
ko: %@ 설치됨
nl: Geïnstalleerd op %@
pl: Zainstalowano %@
pt: Instalado em %@
ro: Instalat pe %@
ru: Установлен %@
sv: Installerat %@
tr: %@ tarihinde yüklendi
uk: Інстальовано %@
zh_hans: 安装于%@
zh_hant: 安裝於%@

source: Installed Items
cs: Nainstalované položky
de: Installierte Objekte
es: Ítems instalados
fr: Éléments installés
it: Elementi installati
ja: インストールされた項目
ko: 설치된 항목
nl: Geïnstalleerde onderdelen
pl: Zainstalowane rzeczy
pt: Itens Instalados
ro: Articole instalate
ru: Установленные объекты
sv: Installerade objekt
tr: Yüklenen Öğeler
uk: Інстальовані елементи
zh_hans: 已安装的项目
zh_hant: 已安裝的項目

source: Installed by a Package
cs: Nainstalováno balíčkem
de: Von einem Paket installiert
es: Instalado por un paquete
fr: Fichiers installés par un paquet
it: Elementi installati da un pacchetto
ja: パッケージでインストールされたもの
ko: 패키지로 설치된 항목
nl: Geïnstalleerd door een pakket
pl: Zainstalowane przez pakiet
pt: Instalado por um Pacote
ro: Instalate de un pachet
ru: Установлено пакетом
sv: Installerat av ett paket
tr: Bir Paketle Yüklenenler
uk: Інстальовано з пакета
zh_hans: 由软件包安装
zh_hant: 由套件安裝

source: Installed by another copy of Peel
cs: Nainstalováno jinou kopií Peelu
de: Von einer anderen Peel-Kopie installiert
es: Instalado por otra copia de Peel
fr: Installé par une autre copie de Peel
it: Installato da un’altra copia di Peel
ja: Peelの別のコピーでインストール済み
ko: 다른 Peel 복사본에서 설치됨
nl: Geïnstalleerd door een andere kopie van Peel
pl: Zainstalowany przez inną kopię Peel
pt: Instalado por outra cópia do Peel
ro: Instalat de altă copie Peel
ru: Установлено другой копией Peel
sv: Installerat av en annan kopia av Peel
tr: Peel’in başka bir kopyası yükledi
uk: Інстальовано іншою копією Peel
zh_hans: 由另一个Peel副本安装
zh_hant: 由另一份Peel副本安裝

source: Installed into macOS
cs: Nainstalováno do systému macOS
de: In macOS installiert
es: Instalada en macOS
fr: Installée dans macOS
it: Installata in macOS
ja: macOSにインストール済み
ko: macOS에 설치됨
nl: Geïnstalleerd in macOS
pl: Zainstalowane w macOS
pt: Instalada no macOS
ro: Instalată în macOS
ru: Установлено в macOS
sv: Installerat i macOS
tr: macOS’e yüklenmiş
uk: Інстальовано в macOS
zh_hans: 已安装到macOS中
zh_hant: 已安裝到macOS中

source: Installed packages, put back by installing them again
cs: Nainstalované balíčky, obnovíte je opětovnou instalací
de: Installierte Pakete, die sich durch erneutes Installieren zurückholen lassen
es: Paquetes instalados, que se recuperan volviéndolos a instalar
fr: Paquets installés, que l’on récupère en les réinstallant
it: Pacchetti installati, recuperabili reinstallandoli
ja: 再インストールで元に戻せる、インストール済みのパッケージ
ko: 설치된 패키지, 다시 설치하면 되돌아옴
nl: Geïnstalleerde pakketten, terug te krijgen door ze opnieuw te installeren
pl: Zainstalowane pakiety, które można odtworzyć, instalując je ponownie
pt: Pacotes instalados, que voltam quando você os instala de novo
ro: Pachete instalate, readuse prin instalarea lor din nou
ru: Установленные пакеты, которые возвращаются повторной установкой
sv: Installerade paket, kommer tillbaka när du installerar dem igen
tr: Yüklü paketler, yeniden yüklenerek geri getirilir
uk: Інстальовані пакети, які можна повернути, інсталювавши їх знову
zh_hans: 已安装的软件包，重新安装即可恢复
zh_hant: 已安裝的套件，重新安裝即可恢復

source: Installer Receipt
cs: Záznam o instalaci
de: Paketquittung
es: Recibo del instalador
fr: Reçu d’installation
it: Ricevuta Installer
ja: インストーラレシート
ko: 설치 수신 정보
nl: Installatiebewijs
pl: Potwierdzenie instalacji
pt: Recibo de Instalação
ro: Recipisă de instalare
ru: Квитанция установщика
sv: Installationskvitto
tr: Yükleyici Makbuzu
uk: Квитанція інсталятора
zh_hans: 安装器回执
zh_hant: 安裝收據

source: Installers and Backups
cs: Instalátory a zálohy
de: Installer und Backups
es: Instaladores y copias
fr: Fichiers d’installation et sauvegardes
it: Installer e backup
ja: インストーラとバックアップ
ko: 설치 프로그램 및 백업
nl: Installatieprogramma's en back-ups
pl: Instalatory i backupy
pt: Instaladores e Backups
ro: Programe de instalare și backupuri
ru: Установщики и резервные копии
sv: Installerare och säkerhetskopior
tr: Yükleyiciler ve Yedeklemeler
uk: Інсталятори й резервні копії
zh_hans: 安装器与备份
zh_hant: 安裝程式與備份

source: Instead of the accent picker, holding a letter types it again and again.
cs: Místo nabídky znaků s diakritikou se při podržení písmene píše stále znovu totéž písmeno.
de: Wenn du einen Buchstaben gedrückt hältst, wird er immer wieder eingegeben, statt dass die Akzentauswahl erscheint.
es: En vez de aparecer el selector de acentos, la letra que mantienes pulsada se escribe una y otra vez.
fr: Maintenir une lettre enfoncée la saisit à répétition, au lieu d’afficher le sélecteur d’accents.
it: Tenendo premuta una lettera, la digiti più volte di seguito invece di far comparire il selettore degli accenti.
ja: 文字キーを押し続けると、アクセント記号の候補が表示される代わりに、その文字が繰り返し入力されます。
ko: 문자 키를 길게 누르면 악센트 선택기 대신 그 문자가 반복해서 입력됩니다.
nl: Als je een letter ingedrukt houdt, wordt die steeds opnieuw getypt, in plaats van dat de tekens met accenten verschijnen.
pl: Zamiast menu znaków akcentowanych przytrzymanie litery wpisuje ją raz za razem.
pt: Em vez de mostrar o seletor de acentos, manter uma letra pressionada a digita várias vezes.
ro: O literă ținută apăsată se tastează în mod repetat, în loc să deschidă selectorul de accente.
ru: При удержании буквы она вводится снова и снова вместо меню символов с диакритическими знаками.
sv: I stället för att accentväljaren visas upprepas en bokstav om och om igen när du håller ned den.
tr: Bir harfi basılı tutmak, aksan seçiciyi açmak yerine o harfi tekrar tekrar yazar.
uk: Замість меню символів із діакритичними знаками утримувана літера вводиться знову і знову.
zh_hans: 按住某个字母时会重复输入该字母，而不是显示重音字符选择器。
zh_hant: 按住字母時會重複輸入該字母，而不是顯示重音符號選擇器。

source: Intel Software
cs: Software pro Intel
es: Software para Intel
fr: Logiciels Intel
it: Software Intel
ja: Intel用ソフトウェア
ko: Intel 소프트웨어
pl: Programy dla Intela
pt: Software Intel
ro: Software Intel
ru: ПО для Intel
sv: Intel-programvara
tr: Intel Yazılımları
uk: ПЗ для Intel
zh_hans: Intel软件
zh_hant: Intel軟體

source: Intel only
cs: Jen pro Intel
de: Nur Intel
es: Solo para Intel
fr: Intel uniquement
it: Solo Intel
ja: Intel専用
ko: Intel 전용
nl: Alleen Intel
pl: Tylko Intel
pt: Só para Intel
ro: Doar Intel
ru: Только для Intel
sv: Bara för Intel
tr: Yalnızca Intel
uk: Лише для Intel
zh_hans: 仅支持Intel
zh_hant: 僅支援Intel

source: Intel software runs natively here
cs: Software pro procesory Intel tu běží nativně
de: Intel-Software läuft hier nativ
es: El software para Intel se ejecuta de forma nativa aquí
fr: Les logiciels Intel s’exécutent ici en natif
it: Qui il software Intel funziona in modo nativo
ja: このMacではIntelプロセッサ用ソフトウェアがネイティブに動作します
ko: 여기에서는 Intel 소프트웨어가 네이티브로 실행됨
nl: Intel-software werkt hier native
pl: Oprogramowanie dla procesorów Intel działa tu natywnie
pt: O software Intel é executado nativamente aqui
ro: Software‑ul Intel rulează nativ aici
ru: Здесь ПО для Intel работает нативно
sv: Intel-programvara körs utan Rosetta här
tr: Intel yazılımları burada yerel olarak çalışır
uk: ПЗ для Intel тут працює нативно
zh_hans: Intel软件在此以原生方式运行
zh_hant: Intel軟體在此以原生方式執行

source: Internet Plug-ins
cs: Internetové plug-iny
es: Módulos de internet
fr: Modules Internet
it: Plugin Internet
ja: インターネットプラグイン
ko: 인터넷 플러그인
pl: Wtyczki internetowe
pt: Plug-ins de Internet
ro: Plug-inuri internet
ru: Интернет-плагины
sv: Internetinsticksfiler
tr: İnternet Yazılım Ekleri
uk: Інтернет-плагіни
zh_hans: Internet插件
zh_hant: 網際網路外掛模組

source: Interrupted Removal
cs: Přerušené odstranění
de: Unterbrochenes Entfernen
es: Eliminación interrumpida
fr: Suppression interrompue
it: Rimozione interrotta
ja: 中断されたゴミ箱への移動
ko: 중단된 제거 작업
nl: Onderbroken verwijdering
pl: Przerwane przeniesienie do Kosza
pt: Remoção Interrompida
ro: Eliminare întreruptă
ru: Прерванное удаление
sv: Avbruten borttagning
tr: Kesintiye Uğrayan Kaldırma İşlemi
uk: Перерване вилучення
zh_hans: 已中断的移除
zh_hant: 中斷的移除作業

source: It belongs to another account, which could change what it runs.
cs: Patří jinému účtu, který by mohl změnit, co soubor spouští.
de: Die Datei gehört einem anderen Benutzeraccount, der ändern könnte, was sie ausführt.
es: Pertenece a otra cuenta, que podría cambiar lo que ejecuta.
fr: Il appartient à un autre compte, qui pourrait modifier ce qu’il exécute.
it: Appartiene a un altro account, che potrebbe cambiare ciò che il file esegue.
ja: 別のアカウントのファイルなので、実行される内容をそのアカウントが変更できる可能性があります。
ko: 다른 계정의 파일이므로 그 계정이 이 파일이 실행하는 내용을 변경할 수 있습니다.
nl: Het hoort bij een andere account, die kan wijzigen wat het uitvoert.
pl: Należy do innego konta, a to konto mogłoby zmienić to, co ten plik uruchamia.
pt: Ele pertence a outra conta, que poderia alterar o que ele executa.
ro: Aparține altui cont, care ar putea schimba ce rulează acest fișier.
ru: Он принадлежит другой учетной записи, которая может изменить то, что он запускает.
sv: Den tillhör ett annat konto, som kan ändra vad den kör.
tr: Başka bir hesaba ait ve o hesap, dosyanın ne çalıştırdığını değiştirebilir.
uk: Файл належить іншому обліковому запису, який може змінити те, що він виконує.
zh_hans: 它属于另一个账户，该账户可能会更改它所运行的内容。
zh_hant: 它屬於另一個帳號，該帳號可能會變更它所執行的內容。

source: It came inside an app, and it goes when that app goes.
cs: Přišlo jako součást aplikace a zmizí spolu s ní.
de: Diese Erweiterung kam als Teil einer App und verschwindet zusammen mit ihr.
es: Vino dentro de una app y desaparece cuando esa app desaparece.
fr: Elle est arrivée à l’intérieur d’une app, et disparaît avec cette app.
it: È arrivata dentro un’app e se ne va insieme a quell’app.
ja: アプリに含まれていたもので、そのアプリがなくなると一緒になくなります。
ko: 앱에 포함되어 설치되었으며, 앱이 제거되면 함께 제거됩니다.
nl: Het zit in een app en verdwijnt samen met die app.
pl: Zostało dostarczone w aplikacji i zniknie razem z nią.
pt: Veio dentro de um app e vai embora junto com ele.
ro: A venit în interiorul unei aplicații și dispare odată cu aceasta.
ru: Это расширение поставляется внутри приложения и удаляется вместе с ним.
sv: Det kom inuti en app, och det försvinner när den appen försvinner.
tr: Bir uygulamanın içinde geldi ve o uygulama gidince o da gider.
uk: Це розширення постачається всередині програми і зникає разом із нею.
zh_hans: 它包含在某个App中，该App移除时它也会随之移除。
zh_hant: 它隨附在App中，該App移除時它也會一併移除。
